const translationRu = {
  header: {
    board: 'Создать Доску',
    profile: 'Редактировать Профиль',
    language: {
      lang: 'Язык',
      en: 'Английский',
      ru: 'Русский',
    },
    main: 'На Главную Страницу',
    logOut: 'Выйти',
  },
  welcomePage: {
    title: 'Канбан Доска: Ваш Быстрый Путь к Оптимизации Процессов.',
    subtitle: 'Визуализируйте Свои Рабочие Процессы, Успевайте Сделать Больше',
    info: 'Раскройте силу Канбана! Используйте канбан доски Taskero для визуализации рабочих процессов, повышения производительности команды и поддержки гибкого управления проектами',
    list: [
      'Держите команду в фокусе с помощью понятных Канбан досок.',
      'Централизуйте требования, визуализируйте хода проекта.',
      'Общайтесь напрямую по задачам. Меньше встреч и писем.',
    ],
    getStarted: 'Начать',
    rssTitle: 'The Rolling Scopes.',
    rssSubTitle: 'Хотите знать больше?',
    titles: ['Бесплатное обучение', 'Доступность для всех', 'Учебные материалы'],
    descriptions: [
      'Школа RS работает по принципу «Плати вперед». Члены нашего сообщества бесплатно делятся своими знаниями и проверяют задания учащихся.',
      'Учиться в RS School может каждый, независимо от возраста, профессиональной занятости и места жительства. Тем не менее, вы должны иметь достаточные базовые знания до начала программы.',
      'Документация школы - https://docs.rs.school. Все материалы вы можете найти на канале YouTube. Discord чат для студентов.',
    ],
    learnMore: 'Узнать подробнее',
  },
};

export default translationRu;
